Repository: MartineHooptOpBeter/website
Catalog: src/languages/*.po
Languages: nl_nl

source: Page %s
nl_nl: Pagina %s

source: Main Navigation
nl_nl: Hoofdnavigatie

source: Read more
nl_nl: Lees verder

source: Donate
nl_nl: Doneren

source: Enter your details and the amount you want to donate below. Optionally you can make your donation anonymously or hide the amount you donate.
nl_nl: Vul onderstaand je gegevens in en het bedrag dat je wilt doneren. Optioneel kan je anoniem doneren of het bedrag dat je doneert niet laten tonen.

source: One or more fields are not filled in or incorrect. Please check and correct the entered data.
nl_nl: EÃ©n of meerdere velden zijn niet of onjuist ingevuld. Controleer en corrigeer de ingevulde gegevens.

source: Do you want to support Martine? Leave her a message that will show up on the website.
nl_nl: Wil je Martine steunen? Laat dan een bericht voor haar achter welke op de website wordt getoond.

source: Your name
nl_nl: Jouw naam

source: Your E-mail address
nl_nl: Jouw e-mailadres

source: youremail@domain.com
nl_nl: jouwemailadres@domein.nl

source: Message
nl_nl: Bericht

source: Enter the amount you want to donate and choose your prefered payment method. You can donate immediately online.
nl_nl: Vul het bedrag in dat je wilt doneren en kies de gewenste betaalmethode. Je kunt gelijk online doneren.

source: Amount to donate
nl_nl: Doneer bedrag

source: Payment method
nl_nl: Betaalmethode

source: I want to remain anonymous, do not show my name on the website.
nl_nl: Ik wil anoniem blijven, toon mijn naam niet op de website.

source: Your e-mail address will never be shown on the website.
nl_nl: Je e-mailadres zal nooit op de website worden getoond.

source: Do not show the amount that I donate on the website.
nl_nl: Toon niet het bedrag wat ik doneer op de website.

source: An error has occured while saving your donation.
nl_nl: Er is een fout opgetreden bij het opslaan van je donatie.

source: There are no donations made yet.
nl_nl: Er zijn nog geen donaties gedaan.

source: Anonymous
nl_nl: Anoniem

source: An error has occured while starting your payment.
nl_nl: Er is een fout opgetreden bij het starten van de betaling.

source: Donation
nl_nl: Donatie

source: This should point to mollie-webhook.php in the theme folder.
nl_nl: Dit moet verwijzen naar mollie-webhook.php in de theme folder.

source: The specified donation could not be found.
nl_nl: De opgegeven donatie kan niet worden gevonden.

source: Thank You
nl_nl: Bedankt

source: Continue
nl_nl: Ga verder

source: Your donation of %1$s has been received. We thank you for supporting Martine!
nl_nl: Je donatie van %1$s is ontvangen. We danken je voor het steunen van Martine!

source: We have not received confirmation of your donation of %1$s yet.
nl_nl: We hebben nog geen bevestiging ontvangen van je donatie van %1$s.

source: Normally an iDEAL payment is processed immediately so maybe something went wrong?
nl_nl: Normaal wordt een iDEAL betaling gelijk verwerkt dus misschien is er wat fout gegaan?

source: Because you paid with a creditcard it could take a little bit longer before we receive confirmation of your donation.
nl_nl: Omdat je met een creditcard hebt betaald kan het wat langer duren voordat we een bevestiging ontvangen van je donatie.

source: You can press the 'Refresh' button to reload the page to show the latest status of your donation. In case something went wrong, you can press the 'Donate Again' button to start a new donation.
nl_nl: Je kunt op de 'Verversen' knop drukken om de pagina opnieuw te laden en de laatste status van je donatie te zien. Als er iets mis is gegaan kun je ook op de knop 'Opnieuw doneren' klikken om een nieuwe donatie te starten.

source: Refresh
nl_nl: Verversen

source: Donate Again
nl_nl: Doneer Opnieuw

source: The payment for you donation has been cancelled, expired or has failed. Unfortunately we did not receive your donation of %1$s. Please press the 'Donate Again' button to start a new donation.
nl_nl: De betaling voor je donatie is geannuleerd, verlopen of mislukt. Helaas hebben we je donatie van %1$s dus niet ontvangen. Klik op de knop 'Opnieuw doneren' om een nieuwe donatie te starten.

source: The payment for you donation has been refunded or charged back. Unfortunately we did not receive your donation of %1$s. Please press the 'Donate Again' button to start a new donation.
nl_nl: De betaling voor je donatie is gestorneerd of teruggevorderd. Helaas hebben we je donatie van %1$s dus niet ontvangen. Klik op de knop 'Opnieuw doneren' om een nieuwe donatie te starten.

source: More
nl_nl: Meer

source: Previous
nl_nl: Vorige

source: %1$s donations
nl_nl: %1$s donaties

source: %1$s donation
nl_nl: %1$s donatie

source: Total: %1$s of %2$s
nl_nl: Totaal: %1$s van %2$s

source: Enter your details below and the message or question you would like to send.
nl_nl: Vul onderstaand je gegevens in en de vraag of het bericht welke je wilt versturen.

source: Send
nl_nl: Versturen

source: Your message has been sent. We try to respond within 24 hours.
nl_nl: Je bericht is verstuurd. We streven er naar om binnen 24 uur te reageren.

source: An error has occured while sending your e-mail. Please try again...
nl_nl: Er is een fout opgetreden bij het versturen van je e-mail. Probeer het nog een keer...

source: Contact through website Martine Hoopt Op Beter
nl_nl: Contact via website Martine Hoopt Op Beter

source: Donate Online
nl_nl: Doneer Online

source: Unfortunately we can't accept donations higher than %1$s due to tax regulations. If you want to donate more, please %2$s for possibilities.
nl_nl: Helaas kunnen we in verband met schenkbelasting geen donaties accepteren van meer dan %1$s. Als je meer wilt doneren neem dan %2$s met ons op voor de mogelijkheden.

source: contact us
nl_nl: contact

source: Minimum required amount is %1$s
nl_nl: Minimumbedrag is %1$s

source: Maximum amount is %1$s
nl_nl: Maximumbedrag is %1$s

source: Required field
nl_nl: Verplicht veld

source: Invalid amount
nl_nl: Ongeldig bedrag

source: Invalid e-mail address
nl_nl: Ongeldig e-mailadres

source: Enter the amount in Euro cents.
nl_nl: Vul het bedrag in Euro centen in.

source: Donations
nl_nl: Donaties

source: Offline donations
nl_nl: Offline donaties

source: Count
nl_nl: Aantal

source: Amount
nl_nl: Bedrag

source: Enter the total amount and number of offline donations below. These will be added to the online donations.
nl_nl: Vul het totaalbedrag en het aantal offline donaties hieonder in. Dit wordt opgeteld bij de online donaties.

source: Website built for free by %1$s
nl_nl: Website gratis gemaakt door %1$s

source: Share this page on %1$s
nl_nl: Deel deze pagina op %1$s

source: Help my friend Martine in her fight against MS. #ms #multiplesclerosis #fundraiser
nl_nl: Help mijn vriendin Martine in haar strijd tegen MS. #ms #multiplesclerosis #fundraiser

source: Help Martine in her fight against MS and give her hope for a better life! Her MS is aggressive and increasingly limits her abilities. Because she is the only parent and thus must be able to financially and pratically care for her two daughters of 11 and 9 years old, she wants to go a clinic in Mexico for a stem cell transplantation as soon as possible. However, this is very expensive! Would you like to help her?
nl_nl: Help Martine in haar strijd tegen MS en geef haar de hoop op een beter leven! Haar MS is agressief en beperkt haar steeds meer. Omdat ze nog de enige ouder is en dus financieel en praktisch voor haar twee dochters van 11 en 9 jaar moet kunnen blijven zorgen, wil ze met spoed naar een kliniek in Mexico voor een stamceltransplantatie. Dit is echter erg duur! Wil je haar helpen?

source: Back
nl_nl: Terug

source: Do you help as well?
nl_nl: Help je ook mee?
